Revit 2024 API
ParameterTypeId.SpotElevLowerPrefix Property
 "Lower Value Prefix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpotElevLowerPrefix { get; }
Visual Basic
Public Shared ReadOnly Property SpotElevLowerPrefix As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpotElevLowerPrefix {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace